/* 
  Localizable.strings
  appdownloader

  Created by ByteDance on 2023/7/6.
  
*/
// pc_installer_capcut
"AppTitle" = "Installer CapCut desktop";
"LvAppTitle" = "Installer Jianying desktop";

// pc_installer_installed_already
"CheckInstalledMsgTitle" = "Lanjut instal?";
// pc_installer_reinstall
"CheckInstalledMsgBtnInstall" = "Instal";
// pc_installer_open_immediately
"CheckInstalledMsgBtnOpen" = "Buka";
// pc_installer_cancel_n
"CheckInstalledMsgBtnCancel" = "Batal";
// pc_installer_version_latest
"CheckInstalledMsgHintText" = "Anda telah menginstal CapCut versi lama (v%@). Anda dapat membuka versi lama atau menginstal versi terbaru untuk menggantikan versi lama.";
"LvCheckInstalledMsgHintText" = "Anda telah menginstal Jianying versi lama (v%@). Anda dapat membuka versi lama atau menginstal versi terbaru untuk menggantikan versi lama.";

// pc_installer_download_cancel_title
"CancelDownloadMsgTitle" = "Berhenti mengunduh?";
// pc_installer_download_continue
"CancelDownloadMsgBtnContinue" = "Lanjutkan";
// pc_installer_download_cancel
"CancelDownloadMsgBtnCancel" = "Berhenti";
// pc_installer_downloading_cancel
"CancelDownloadMsgHintText" = "File yang diunduh %d%% saat ini tidak akan disimpan.";

// pc_installer_download_failed_retry
"DownloadErrorHintText" = "Tidak dapat mengunduh. Coba lagi.";
// pc_installer_retry
"BtnText_Retry" = "Coba lagi";
// pc_installer_download_cancel
"BtnText_CancelDownload" = "Berhenti";

"MultiLangBoxTitle" = "Language setting";
// save_pc
"BtnText_Save" = "Simpan";

//pc_insufficient_disk_space
"DownloadErrorHintText_Code6" = "Ruang disk tidak mencukupi";

"BtnCheck_SystemTrayAutoboot" = "Luncurkan tray saat memulai";

"DownloadErrorCodeHintText" = "Kode kesalahan: ";